const PRIVACY_DATA = `제1조 수집하는 개인정보의 항목 및 수집 방법<br />
① 회사는 서비스 제공을 위하여 최소한의 범위 내에서 아래와 같은 개인정보를 수집하고 있습니다. 회사가 회원 또는 비회원의 개인정보를 수집하는 경우에는 반드시 사전에 해당 사실을 알리고 동의를 구하도록 하겠습니다.<br />
•	이메일, 암호화 된 비밀번호, 회사명, 이름, 연락처 등<br />
② 회사는 회원이 유료 서비스를 이용하고자 하는 경우 결제 혹은 서비스 이용신청 시점에 아래와 같이 결제에 필요한 정보를 수집할 수 있습니다.<br />
•	결제수단 소유자 이름, 신용카드 정보, 연락처 등<br />
③ 회사는 회원 또는 비회원이 이벤트, 프로모션에 참여하는 경우 아래와 같은 정보를 수집할 수 있습니다.<br />
•	이름, 이메일, 회사명, 연락처 등<br />
④ 회사는 회원 또는 비회원의 서비스 이용관련 문의 상담을 위해 아래와 같은 개인정보를 수집하고 있습니다.<br />
•	유입경로, 이름, 이메일, 회사명, 직책(선택), 연락처, 회사규모(선택), 국가(선택) 등<br />
•	실시간 채팅 또는 전화 상담을 할 경우, 상담에 필요한 개인정보를 요청 하거나 수집할 수 있습니다.<br />
⑤ 뉴스레터 수신에 동의하는 경우에 아래와 같은 정보를 수집할 수 있습니다.<br />
•	이름, 이메일<br />
⑥ 서비스 이용과정에서 아래와 같은 정보들이 수집될 수 있습니다.<br />
•	전자적 기기 정보(모델명, 디바이스 아이디 등 포함), 쿠키, 서비스 이용기록, 방문기록, 접속 로그, IP 주소 등<br />
⑦ 회사는 다음과 같은 방법으로 개인정보를 수집합니다.<br />
•	홈페이지 이용 및 서면양식, 상담과정, 뉴스레터 구독 신청하는 과정에서 개인정보 수집에 대해 동의를 하는 경우에 수집<br />
•	회원이 회사가 제공하는 서비스 관련 스크립트 등을 설치 또는 사용함으로써 자동으로 수집<br />
⑧ 기본적 인권침해의 우려가 있는 개인정보는 요구하지 않으며, 위의 항목 이외에 다른 어떠한 목적으로 수집, 사용하지 않음을 알려드립니다.<br />
제2조 개인정보의 수집 및 이용 목적<br />
회사는 수집한 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br />
가. 홈페이지 회원가입 및 관리<br />
회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등<br />
나. 민원사무 처리<br />
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등<br />
다. 재화 또는 서비스 제공<br />
서비스 제공, 청구서 발송, 맞춤 서비스 제공, 본인인증, 요금 결제·정산 등<br />
라. 마케팅 및 광고에의 활용<br />
신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 정보 전달 및 참여 기회 제공, 광고성 정보 제공(광고성 정보 수신허락 시 별도 동의), 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계<br />
마. 기타<br />
인구통계학적 특성에 따른 분석 및 서비스 제공/ 신규 서비스 개발, 다양한 서비스 제공/ 서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선에 활용/ 기타 서비스의 원활한 운영에 지장을 주는 행위 방지<br />
제3조 개인정보의 처리 및 보유 기간<br />
회원의 개인정보는 회원 탈퇴(서비스 이용계약 해지)시까지 위 이용목적을 위하여 보관 및 이용되며, 개인정보의 수집목적 또는 제공받은 목적이 달성되면 본 지침에 의하여 지체 없이 재생이 불가능한 방법으로 파기됩니다. 다만, 아래 각 항목에 해당하는 경우에는 명시한 기간 동안 보관할 수 있으며, 그 외 다른 목적으로는 사용하지 않습니다.<br />
개인정보 보유 기간<br />
① 관계법령 위반에 따른 수사·조사 등이 진행중인 경우에는 해당 수사·조사 종료시까지<br />
② 서비스 이용에 따른 채권·채무관계 잔존할 경우 해당 채권, 채무관계 정산시까지<br />
③ 「전자상거래 등에서의 소비자 보호에 관한 법률」 에 따른 표시·광고, 계약내용 및 이행 등 거래에 관한 기록<br />
•	표시·광고에 관한 기록: 6개월<br />
•	소비자의 불만 또는 분쟁처리에 관한 기록: 3년<br />
•	계약 또는 청약철회 등에 관한 기록: 5년<br />
•	대금결제 및 재화 등의 공급에 관한 기록: 5년<br />
④ 「전자금융거래법」 에 따른 전자금융 거래에 관한 기록: 5년<br />
⑤ 「통신비밀보호법」 에 따른 웹사이트 방문에 관한 기록: 3개월<br />
⑥ 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 에 따른 본인확인에 관한 기록: 6개월<br />
장기 미이용 회원 개인정보의 처리<br />
•	회원이 1년간 서비스 이용 기록이 없는 경우, 「정보통신망법」 제29조에 근거하여 회원에게 사전 통지하고 개인정보를 별도로 분리하여 저장합니다. <br />
•	회사는 휴면 전환 30일 전까지 휴면 예정 회원에게 별도 분리 보관되는 사실 및 휴면 예정일, 별도 분리하는 개인정보 항목을 이메일, 서면, 전화 또는 이와 유사한 방법 중 하나의 방법으로 회원에게 알립니다. <br />
•	무료 서비스만을 이용 중인 회원은 최종 로그인 후 1년의 기간 동안 로그인을 하지 않을 경우 휴면 전환 30일 전까지 사전 통지 후 개인정보를 파기하거나 별도로 분리하여 저장, 관리합니다. 분리, 보관된 개인정보는 일정 기간 보관 이후 지체없이 파기합니다.<br />
제4조 개인정보의 제3자 제공<br />
회사는 회원의 개인정보를 개인정보의 수집 및 이용 목적에서 명시한 범위 내에서만 수집 및 이용하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.<br />
제5조 개인정보의 처리위탁<br />
회사는 원활한 서비스 제공을 위해 외부 전문업체에 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.<br />
수탁업체	위탁업무 내용	위탁 기간<br />
(주)NICE페이먼츠, Paypal Inc.	전자 결제 대행	회원 탈퇴시 혹은 위탁 계약 종료 및 서비스 종료 시까지<br />
(주)아임포트	주문 연동 전자결제 업무	회원 탈퇴시 혹은 위탁 계약 종료 및 서비스 종료 시까지<br />
(주)채널코퍼레이션	실시간 채팅 고객 상담 서비스	회원 탈퇴시 혹은 위탁 계약 종료 및 서비스 종료 시까지<br />
Microsoft Azure	정보시스템(서버, DB, 네트워크)	회원 탈퇴시 혹은 위탁 계약 종료 및 서비스 종료 시까지<br />
스티비 주식회사	뉴스레터 및 정보성 이메일 발송	회원 탈퇴시 혹은 위탁 계약 종료 및 서비스 종료 시까지<br />
회사는 위탁계약 체결 시 ｢개인정보 보호법｣ 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리ㆍ감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다. 회사는 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.<br />
제6조 회원 및 법정대리인의 권리·의무 및 그 행사방법<br />
① 회원은 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.<br />
② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.<br />
③ 제1항에 따른 권리 행사는 회원의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 「개인정보보호법」 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br />
④ 개인정보 열람 및 처리정지 요구는 「개인정보보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.<br />
⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br />
⑥ 회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.<br />
제7조 개인정보 자동수집 장치의 설치, 운영 및 거부에 관한 사항<br />
회사는 이용자의 이용정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 이용자의 컴퓨터 브라우저에 보내는 아주 작은 텍스트 파일로 이용자의 컴퓨터 하드디스크에 저장됩니다.<br />
쿠키의 사용 목적<br />
•	이용자의 편리한 서비스 이용을 위해 이용자의 설정 등을 저장하고 불러오는데 사용됩니다.<br />
•	이용자의 접속빈도나 방문시간 등을 파악하여 이용자에게 보다 편리한 서비스를 제공하기 위해 사용됩니다.<br />
•	이용자의 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 사용됩니다.<br />
•	접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심 분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스를 제공하기 위해 사용됩니다.<br />
쿠키의 설치·운영 및 거부<br />
•	쿠키에는 성명(상호) 등 개인을 식별하는 정보를 저장하지 않으며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다. 브라우저 옵션 설정을 통해 쿠키 허용, 쿠키 차단 등의 설정을 할 수 있습니다. <br />
o	Internet Explorer: 웹브라우저 우측 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정 > 고급<br />
o	Edge: 웹브라우저 우측 상단의 설정 메뉴 > 쿠키 및 사이트 권한 > 쿠키 및 사이트 데이터 관리 및 삭제<br />
o	Chrome: 웹브라우저 우측 상단의 설정 메뉴 > 개인정보 및 보안 > 쿠키 및 기타 사이트 데이터<br />
•	쿠키 저장을 거부 또는 차단할 경우 서비스 이용에 어려움이 발생할 수 있습니다.<br />
구글 애널리틱스(Google Analytics)<br />
•	회사는 고객에게 더 나은 서비스를 제공하기 위한 목적으로 Google, Inc. (이하 ‘Google’)이 제공하는 웹 분석 서비스인 Google Analytics를 사용합니다. 이용자들이 회사의 서비스를 어떻게 이용하는지 분석 및 평가하고 고객의 수요를 파악하며, 서비스와 제품을 개선하고 맞춤화하여 효율적인 서비스를 제공하는 것에 목적이 있습니다.<br />
•	Google Analytics는 이용자의 컴퓨터에 저장되는 텍스트 파일인 ‘쿠키’를 사용하여 이용자의 웹사이트 이용 방식을 분석합니다.<br />
•	Google은 이용자의 IP 주소를 Google이 보유한 다른 어떤 데이터와도 결합하지 않습니다.<br />
•	이용자는 별도로 Google 쿠키 이용을 거부하지 않는 한, 회사의 서비스를 이용함으로써 Google 쿠키 및 Google Analytics를 통하여 생성된 모든 정보의 이용에 동의하게 됩니다.<br />
•	Google Analytics를 통해 수집되는 정보의 처리는 Google 개인정보보호정책과 Google Analytics 이용약관을 적용받습니다.<br />
•	Google Analytics를 통한 로그분석을 중단하고 싶으신 경우, 아래 안내 페이지를 통해 설정을 해제하실 수 있습니다. <br />
o	Google Analytics 차단 브라우저 부가 기능(add-on) 설치 : https://tools.google.com/dlpage/gaoptout<br />
제8조 광고성 정보 전송<br />
•	회사는 고객의 명시적인 수신동의의사가 있는 경우에만 영리목적의 광고성 정보를 전송합니다.<br />
•	영리목적의 광고성 정보를 전송하는 경우에는 전송내용 처음에 (광고)라는 문구를 표기하고 전송내용 중에 전송자의 연락처를 명시하도록 조치합니다.<br />
•	수신자가 수신거부의 의사를 쉽게 표시할 수 있는 방법과 전송자의 명칭 및 연락처를 명시합니다.<br />
<br />
제9조 개인정보의 파기절차 및 방법<br />
회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야 하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.<br />
파기절차<br />
회원이 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.<br />
파기기한<br />
회원의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.<br />
파기방법<br />
•	전자적 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.<br />
•	종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.<br />
제10조 개인정보의 안정성 확보 조치<br />
회사는 「개인정보보호법」 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.<br />
개인정보 취급 담당자의 최소화 및 교육<br />
개인정보를 취급하는 담당자를 지정하고 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.<br />
개인정보에 대한 접근 제한<br />
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.<br />
접속기록의 보관 및 위변조 방지<br />
개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.<br />
개인정보의 암호화<br />
회원의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.<br />
제11조 개인정보 보호책임자<br />
회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<br />
개인정보보호 책임자<br />
성명 : 손영수<br />
직책 : CPO<br />
연락처 : 02-541-0080, admin@imqa.io<br />
제12조 개인정보 열람 청구<br />
회원은 「개인정보보호법」 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다. 개인정보보호위원회는 회원의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.<br />
개인정보 열람청구 접수, 처리 담당자<br />
성명 : 손영수 <br />
직책 : CPO<br />
연락처 : 02-541-0080, admin@imqa.io<br />
제13조 권익침해 구제 방법<br />
회원은 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다. 아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.<br />
•	개인정보 침해신고센터 (한국인터넷진흥원 운영) (privacy.kisa.or.kr, 국번없이 118)<br />
•	개인정보 분쟁조정위원회 (http://www.kopico.go.kr, 1833-6972)<br />
•	대검찰청 인터넷범죄수사센터 (cid@spo.go.kr, http://www.spo.go.kr, 국번없이 1301)<br />
•	경찰청 사이버테러대응센터 (https://cyber.go.kr/, 국번없이 182)<br />
제14조 개인정보 처리방침 변경<br />
현 「개인정보 처리방침」은 시행일로부터 적용되며, 법령 및 방침에 따른 개인정보 처리방침 내용의 추가, 삭제 및 정정이 있는 경우 개정되기 최소 7일 전부터 공지사항을 통해 고지할 것입니다. <br />
<br />
[부칙]<br />
본 방침은 2022년 08월 29일부터 시행됩니다.`;

export default PRIVACY_DATA;
