const TERM_DATA = `제 1 장 총칙<br />
<br />
제 1조 (목적)<br />
이 약관은 어니컴 주식회사(이하 ‘회사’라 함)가 제공하는 IMQA 서비스(모바일 애플리케이션 성능 관리 솔루션 ‘IMQA’ 및 IMQA를 이용하기 위한 직간접적인 제반 서비스 등을 포함하여 “서비스”라고 하며 구체적인 범위는 제2조에서 정의됨)를 이용함에 있어 회사와 사용자간의 이용조건 및 절차에 관한 제반사항의 규정을 목적으로 합니다.<br />
<br />
제 2조 (용어의 정의)<br />
이 약관에서 사용하는 용어의 정의는 다음과 같습니다. <br />
1. "홈페이지"라 함은 회원이 회사가 제공하는 각종 서비스를 이용할 수 있는 웹사이트(http://imqa.io)를 의미합니다.<br />
2. “서비스”라 함은 회사가 제공하는 모바일 애플리케이션 성능 관리 솔루션 “IMQA” 를 말하며, IMQA가 가진 기능을 정상적으로 사용할 수 있도록 하는 SDK, 컨설팅 서비스, 기술 지원, 각종 문서 등 제반 서비스가 포함됩니다. <br />
3. “회원”이라 함은 홈페이지를 통해 회원가입을 하여 회사가 제공하는 서비스에 대한 이용 계약을 체결한 개인, 법인 또는 단체, 서비스를 이용할 수 있는 권한을 가진 회원에게 권한을 위임받아 회원가입 절차를 거친 개인, 법인 또는 단체를 의미합니다.<br />
4. "무료 서비스"라 함은 회사가 회원에게 무료 접근을 허용하는 서비스의 무료 평가판 또는 지정된 기간 동안 프로모션을 통해 무료로 이용할 수 있도록 허용된 서비스 등을 의미합니다. 다만, 무료 평가판의 사용기간 또는 무료 서비스 기간의 만료, 기타 회사의 사정에 따라 무료 서비스는 종료될 수 있으며, 추가 사용을 위해서는 유료 서비스를 이용하여야 할 수 있습니다.<br />
5. "유료 서비스"라 함은 회원이 회사에 사전에 고지된 금액을 지불해야만 이용할 수 있는 회사의 서비스(유료 서비스의 유형에 따라, 해당 서비스와 관련된 회사의 제품, 서비스 이용권 등 포함)로서, 무료 서비스가 아닌 회사의 모든 서비스를 의미합니다. 유료 서비스의 세부 내용 및/또는 조건은 유료 서비스를 이용하고자 하는 회원에게 개별 안내됩니다. <br />
6. "플랜"이라 함은 회사가 제공하는 서비스의 이용 범위, 내용, 가격, 이용기간, 이용방법 등을 포함한 분류를 의미합니다.<br />
7. “기본 제공량”이라 함은 회원의 데이터를 저장하기 위해 각 무료 서비스 및/또는 유료 서비스에서 약정된 데이터 용량을 의미합니다.<br />
<br />
제3조 (약관의 효력 및 변경)<br />
1. 이 약관은 서비스를 이용하는 대한민국 내 모든 회원에 대하여 적용됩니다. 또한, 대한민국 외의 국가에서 서비스를 이용하고자 하는 회원의 경우에도 우선 적용됩니다. <br />
2. 이 약관의 내용은 홈페이지 또는 연결화면 등 기타의 방법으로 회원에게 고지하고, 이에 동의한 회원이 서비스에 가입함으로써 회원과 회사 사이에 적용됩니다. <br />
3. 회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제 등에 관한 법률」, 「전자거래 기본법」, 「전자서명법」, 「정보통신망 이용촉진 등에 관한 법률」, 「소비자기본법」 등 대한민국의 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br />
4. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 홈페이지(또는 전자우편)에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리하거나 중대한 사항의 변경인 경우에는 최소 30일 이전부터 등록된 전자우편, 전자메시지 등 전자적 수단을 통해 회원에게 변경사항을 통지합니다.<br />
5. 제4항에 따라 공지된 적용일자 이후에 회원이 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 간주합니다. 변경된 약관에 동의하지 않는 회원은 계약의 해지 또는 회원 탈퇴를 요청할 수 있으며, 회사는 서비스 이용계약을 해지할 수 있습니다.<br />
6. 제4항의 조치에도 불구하고 약관의 개정 사실을 알지 못함으로써 발생하는 회원의 피해에 대하여 회사는 책임을 지지 않습니다.<br />
7. 회사는 제공하는 서비스의 종류 등에 따라 해당 서비스에 적용되는 별도의 약관 또는 이용조건을 둘 수 있으며 해당 서비스에서 별도로 적용되는 약관 또는 이용조건에 대한 동의는 회원이 해당 개별 서비스를 최초로 이용할 경우 별도로 거치게 됩니다. 이 경우 해당 개별 서비스에 대한 이용약관 등이 이 약관에 우선하여 적용됩니다.<br />
8. 본 약관에 명시되지 않은 사항에 대해서는 「정보통신망 이용촉진 등에 관한 법률」, 「약관의 규제 등에 관한 법률」, 「전기통신사업법」 등 관계법령, 회사가 정한 개별 서비스에 대한 약관, 플랜 및 일반 상관례에 따릅니다.<br />
제4조 (회사정보 등의 제공)<br />
회사는 다음 각 호의 사항을 회원이 알아보기 쉽도록 서비스 내에 표시합니다. 다만, 개인정보 처리방침과 약관은 회원이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br />
1. 상호 및 대표자의 성명 <br />
2. 영업소 소재지 주소 <br />
3. 전화번호, 전자우편주소<br />
4. 사업자 등록번호<br />
5. 통신판매업 신고번호 <br />
6. 개인정보 처리방침 <br />
7. 이용약관 <br />
<br />
제2장 서비스 이용계약<br />
<br />
제5조 (이용계약의 성립)<br />
1. 회원이 되고자 하는 자는 회사가 정한 회원가입 양식에 따라 회원정보를 제공하고, 이 약관에 대한 회원의 동의 및 이용신청을 하고, 회사가 그 신청에 대하여 승낙함으로써 서비스 이용계약이 체결됩니다.<br />
2. 무료 서비스의 이용신청은 회사의 홈페이지에서 게시된 무료 서비스를 선택하여 신청할 수 있습니다.<br />
3. 유료 서비스의 이용신청은 회사에 전자우편, 서면 등의 방법으로 원하는 서비스 범위, 조건, 결제방법 등의 상담을 통해 개별 계약으로 체결됩니다.<br />
4. 유료 서비스를 이용하고자 하는 회원은 회원에게 개별 안내된 유료 서비스의 내용, 가격, 이용기간, 이용방법, 해지조건 및 그 방법, 환불에 관한 사항 및 유료 서비스의 변경 등 유료 서비스와 관련한 일체의 내용과 조건을 사전에 확인하여 숙지하고, 착오 없이 정확히 신청하여야 합니다. <br />
<br />
제6조 (이용신청의 승낙 및 제한)<br />
1. 회사는 특별한 사유가 없는한 회원에 대하여 업무상ㆍ기술상 지장이 없는 한 접수순서에 따라 서비스의 이용을 승낙합니다.<br />
2. 회사와 회원간 서비스 이용계약은 회사의 승낙의 의사표시가 회원에게 도달한 시점에 성립하며, 유료 서비스를 신청하는 회원의 경우, 유료 서비스 이용에 동의한 후 회사가 지정한 절차가 완료 된 시점에 성립합니다.<br />
3. 회사가 회원 또는 기존 서비스를 이용 중인 회원의 신규 계약 및 재계약에 대해 승낙하지 아니할 경우 계약은 성립되지 않습니다. 회사는 다음 각 호에 해당하는 경우에 회원의 서비스 신청을 승낙하지 아니하거나 유보할 수 있고, 신청 이후에 다음 각 호의 사유가 밝혀진 경우에는 언제든지 계약을 해지할 수 있습니다. 이 경우 회사는 그 사유를 회원에게 통보합니다.<br />
•	회사의 업무상ㆍ기술상의 사정으로 서비스 제공이 불가능한 경우<br />
•	회원이 이 약관에 의하여 과거에 회원 자격을 상실하였던 적이 있는 경우 (다만 회사로부터 재가입 승낙을 받은 경우는 예외로 함)<br />
•	타인의 개인정보 도용 등을 포함하여 부정한 목적 또는 방법으로 서비스 이용을 신청한 경우<br />
•	신청서의 내용을 허위로 기재하였거나 허위의 서류를 첨부하여 신청한 경우<br />
•	만 14세 미만 아동이 법정대리인(부모 등)의 동의 없이 가입한 경우<br />
•	회사가 서비스를 제공하지 않는 국가에서 비정상적이거나 우회적인 방법을 통하여 서비스를 이용하는 경우<br />
•	사회의 안녕과 질서 또는 양속을 저해하는 경우, 기타 법령에서 금지된 사유가 있는 경우<br />
•	회사의 설비에 여유가 없거나, 특정 기기의 지원이 어렵거나, 기술적 장애가 있는 경우 <br />
•	서비스 상의 장애 또는 서비스 이용요금, 결제수단의 장애가 발생한 경우<br />
•	기타 회사가 정한 이용요건에 충족되지 않았을 경우<br />
•	그 밖에 각 호에 준하는 사유로서 회사가 승낙하는 것이 부적절하다고 판단되는 경우,<br />
4. 회사는 서비스를 이용하는 회원에 대하여 회원의 종류 및 등급을 구분하고 이용시간, 이용회수, 서비스 메뉴 등을 세분화하여 서비스 이용에 차등을 둘 수 있습니다.<br />
<br />
제7조 (이용개시 및 이용시간)<br />
1. 회원은 서비스 이용신청 후 회사의 승낙이 있는 시점부터 서비스를 이용할 수 있습니다. 다만, 유료 서비스의 경우 결제 절차 등을 포함하여 회사가 지정한 절차가 완료된 시점부터 이용 가능하며, 일부 서비스의 경우에는 회사가 지정한 날짜부터 서비스를 이용할 수 있습니다. <br />
2. 서비스 이용시간은 특별한 사유가 없는 한 1년 365일(윤년인 경우 1년 366일), 1일 24시간을 원칙으로 합니다.<br />
3. 제2항의 서비스 이용시간에서 회사와 회원이 합의하여 서비스를 제공하지 아니하기로 하는 날 또는 시간, 서비스의 업데이트, 정기점검 등의 필요로 회사가 정한 날 또는 시간은 예외로 합니다. 이러한 경우 회사는 원칙적으로 서비스의 일시 중지 사실 및 그 기간을 사전에 공지하되, 이를 미리 공지할 수 없는 급박하거나 불가피한 사정이 있을 때는 사후에 공지할 수 있습니다.<br />
4. 회사는 제3항에 따른 서비스의 일시 중지 등으로 발생하는 문제에 대해서 어떠한 책임도 지지 않습니다.<br />
<br />
제8조 (서비스의 변경 및 중단)<br />
1. 회사는 운영상, 기술상 필요 등 상당한 이유가 있는 경우 서비스의 내용, 운영상 또는 기술상 사항을 변경할 수 있습니다.<br />
2. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절, 또는 그밖에 운영상 또는 기술상 합리적인 사유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다.<br />
3. 회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있습니다.<br />
4. 회사는 서비스(개별서비스 포함)를 변경하여야 하는 상당한 이유가 있는 경우 변경될 서비스의 내용 및 제공일자를 제23조(회원에 대한 통지)에서 정한 방법으로 회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다.<br />
5. 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br />
•	시스템 정기점검, 서버의 증설 및 교체, 네트워크의 불안정 등의 시스템 운영상 필요한 경우<br />
•	정전, 서비스 설비의 장애, 서비스 이용폭주, 기간통신사업자의 설비 보수 또는 점검 등으로 인하여 정상적인 서비스 제공이 불가능한 경우<br />
•	회사 설비의 보수 등 공사로 인한 부득이한 경우<br />
•	회원이 회사의 영업활동을 방해하는 경우<br />
•	서비스를 제공하기 위한 관련 업체와의 계약종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우<br />
•	기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우<br />
6. 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 회원에게 별도의 보상을 하지 않습니다. 무료 서비스가 중단된 경우에는 그 내용을 제22조(회원에 대한 통지)에서 정한 방법으로 무료 서비스 이용 회원에게 통지합니다.<br />
<br />
제3장 이용계약의 변경 및 해지<br />
<br />
제9조 (이용계약 내용의 변경)<br />
1. 회원은 다음 각 호의 사항을 포함하여 서비스 이용을 위한 일체의 내용이 변경된 경우에는 회사에 전자우편, 서면 또는 전화 등의 방법으로 그 변경을 알려야 합니다.<br />
•	이름, 이메일, 회사명, 연락처 등 개인정보의 변경<br />
•	이용신청한 서비스 내용의 변경<br />
•	요금납부방식 및 결제정보 변경<br />
•	기타 서비스 이용을 위하여 회원이 회사에 제공 또는 통지한 사항<br />
2. 제1항 각 호에 명시된 내용을 변경하지 않음으로 인하여 발생하는 문제의 책임은 회원에게 있습니다.<br />
<br />
제10조 (이용계약의 갱신)<br />
1. 본 약관에 따른 서비스 기간은 이 약관 또는 회사가 달리 정하지 않는 한, 서비스 이용 개시일로부터 이용계약의 해지 시까지의 기간 내에서 회원이 서비스 이용신청 시 또는 회사와 개별계약 체결 시 선택한 플랜 및 이용기간에 따릅니다.<br />
2. 제1항에도 불구하고, 회원의 개별 요청 시 회사와 회원은 합의하여 이용 범위, 계약 내용, 기간 등을 정할 수 있습니다.<br />
3. 무료 서비스를 이용중인 회원이 지정된 이용기간 만료 이후 유료 서비스를 신청하지 않은 경우, 서비스 이용계약은 무료 이용기간의 경과로 종료됩니다. <br />
<br />
제11조 (양도)<br />
1. 회원은 회사의 서면 동의 없이는 이 약관 및/또는 이 약관 등에 따른 자신의 권리와 의무를 제3자에게 양도할 수 없습니다.<br />
2. 회원 상호(성명)의 변경, 대표자의 변경, 요금납입책임자의 변경(서비스 이용 고객과 요금납입책임자가 다른 경우)등 회원이 동일성을 유지함에도 불구하고 주요 회원 정보가 변경된 경우, 회원은, 그 사유 발생일로부터 30일 이내에 사업자등록증사본(법인에 한함)과 지위 승계를 입증할 수 있는 관련 서류를 첨부하여 회사에게 통보하여야 합니다.<br />
<br />
제12조 (이용계약의 해지)<br />
1. 회원이 서비스 이용계약을 해지하고자 할 경우에는 회사에 전자우편, 서면 또는 전화 등의 방법으로 해지 신청을 하여야 합니다. 유료 서비스의 경우 회사가 지정한 해지 절차를 통해 계약 해지가 가능합니다. 단, 미납요금 정산이 완료되지 않을 경우 해지할 수 없습니다.<br />
2. 회원의 귀책사유로 서비스를 사용하지 않을 경우, 서비스 기간에 대하여 납부한 서비스 요금은 환불되지 않으며, 회사의 귀책사유로 서비스를 중지하게 될 경우 잔여 서비스 기간에 해당하는 서비스 요금을 환불합니다.<br />
3. 회원이 무료 서비스에 약정된 데이터를 90일의 기간 동안 전혀 사용하지 않을 경우, 회사는 회원에게 이 사실을 통지 후 30일간의 이용계약 해지 유보 기간을 둡니다. 30일간의 이용계약 해지 유보 기간 동안에도 약정된 데이터가 사용되지 않을 경우 회사는 이용계약을 해지할 수 있습니다.<br />
4. 회사는 다음의 경우에 회원과의 합의 없이 또는 사전 통보 없이 일방적으로 이용계약을 해지할 수 있습니다.<br />
•	제6조(이용신청의 승낙 및 제한) 제3항 각 호의 사유가 회원 가입 후 발견된 경우<br />
•	제8조(서비스의 변경 및 중단) 규정에 근거하여 서비스 제공이 중단되고, 서비스 제공 중단 기간 내에 제8조에 규정된 사유가 해소되지 아니한 경우<br />
•	회원이 서비스 이용요금의 지급을 지체하여 회사로부터 최고를 받았음에도 불구하고, 그 최고를 받은 날로부터 2주일이 경과하도록 미지급한 요금을 전액 변제하지 아니하는 경우<br />
•	회원이 연속적 또는 비 연속적으로 연 2회 이상 서비스 이용요금 지급 의무의 이행을 지체한 경우<br />
•	회원이 신용 카드회사를 포함한 금융기관으로부터 부도 처분, 거래정지, 지불정지, 이용 정지 등을 당하는 등 신용이 현저히 악화된 경우<br />
•	회원의 워크아웃, 화의, 회사정리, 파산절차 개시 등의 신청으로 정상적인 영업활동을 할 수 없게 된 경우<br />
•	회원에 대한 압류, 가압류, 경매신청, 체납 절차 등의 신청이 있거나 회사가 회원으로부터 서비스 이용요금을 지급 받을 수 없게 될 우려가 있는 경우<br />
•	회원의 서비스이용이 국내법에 위반되는 경우<br />
•	감독당국으로부터 서비스이용 제한에 대한 일체의 조치가 취해진 경우 또는 위 사유에 대한 염려가 있는 경우<br />
•	회원의 가입, 서비스 이용 등 전과정에서 고의적으로 회사의 서비스에 장애를 일으키기 위하여 한 행위가 있는 것으로 판단되는 경우<br />
•	본 약관 또는 회사의 서비스정책을 위반한 경우 기타 회사와의 서비스 계약을 유지할 수 없는 중대한 사유가 있는 경우<br />
•	회사(회사 소속 임직원 포함) 또는 다른 회원의 명예를 훼손하거나 모욕적인 표현을 사용하는 경우<br />
•	기타 관련 법령을 위반하거나 회사가 필요하다고 판단되는 경우<br />
5. 회사는 서비스 이용계약이 해지되는 경우 이용기간 관련 법령 및 「개인정보 처리방침」에 따라 보유해야 하는 최소한의 정보를 제외한 해당 회원의 모든 정보를 삭제합니다.<br />
<br />
제4장 서비스 종류 및 이용요금<br />
<br />
제13조 (서비스 종류 및 제공)<br />
1. 회사는 회원에게 다음 각 호와 같은 서비스를 제공하며, 회사의 사정, 기타 제반 여건에 따라 서비스 내용을 추가하거나 변경할 수 있습니다.<br />
    ① 종류에 따른 분류<br />
•	IMQA MPM: 실시간 성능 모니터링 솔루션<br />
•	IMQA Crash: 이상 징후 수집 및 분석 솔루션<br />
    ② 유형에 따른 분류<br />
•	무료 서비스: 회원에게 무료 접근을 제공하는 무료 평가판 또는 지정된 기간 프로모션을 통해 이용할 수 있는 서비스 등을 의미합니다. 지정된 기간이 끝나면 해당 서비스의 사용이 만료되며, 추가 사용은 유료 서비스를 계약해야만 사용이 가능할 수 있습니다.<br />
•	유료 서비스: 회원이 회사에 사전에 고지된 금액을 지불해야만 이용할 수 있는 회사의 서비스(유료 서비스의 유형에 따라, 해당 서비스와 관련된 회사의 제품, 서비스 이용권 등 포함)로서, 무료 서비스가 아닌 회사의 모든 서비스를 의미합니다. 유료 서비스의 세부 내용 및/또는 조건은 유료 서비스를 이용하고자 하는 회원에게 개별 안내됩니다.<br />
    ③ 플랜에 따른 분류<br />
•	Lite 플랜: 지정된 기간 동안 IMQA MPM과 IMQA Crash 솔루션의 일부 기능을 이용할 수 있는 무료 서비스를 의미합니다.<br />
•	Trial 플랜: 지정된 기간 동안 IMQA MPM과 IMQA Crash 솔루션을 이용할 수 있는 무료 서비스를 의미합니다.<br />
•	Standard 플랜: 이용계약 기간 동안 IMQA MPM과 IMQA Crash 솔루션을 이용할 수 있는 조직형 유료 서비스를 의미합니다.<br />
•	Enterprise 플랜: 이용계약 기간 동안 IMQA MPM과 IMQA Crash 솔루션을 이용할 수 있는 기업형 유료 서비스를 의미합니다.<br />
<br />
2. 전항에 따른 서비스의 종류 및 제공 내용의 상세범위는 홈페이지(http://imqa.io) 또는 플랜 정보에서 정한 바와 회사와 회원이 유료 서비스의 이용에 대해 개별계약을 체결한 경우 별도 계약 내용에 따릅니다.<br />
3. 서비스를 이용하고자 하는 회원은 회사에서 제공하는 SDK와 스크립트를 설치해야 하며, SDK와 스크립트를 회원의 모바일 애플리케이션에 설치하는 작업등은 서비스 제공 내역에 포함되지 않습니다.<br />
4. 서비스는 회원이 서비스에 등록한 SDK나 스크립트를 설치한 회원의 모바일 애플리케이션을 기반으로 발생하는 성능 데이터를 수집합니다.<br />
5. 회사는 서비스 개선 등을 위한 목적으로 회원에게 추가 정보를 요청할 수 있으며, 회원은 회사의 요청을 거절할 수 있습니다. 회원의 서비스 개선 등을 위하여 회사가 요청하는 정보의 제공을 거부하는 경우, 해당 서비스 개선이 이루어지지 못하여 발생하는 일체의 사항에 대하여는 회사는 책임이 없습니다.<br />
6. 회사는 이 약관에 따라 회원에게 서비스를 제공하며 회사 정책에 따라 서비스를 플랜별로 구분하여 기능, 내용, 조건 및 기본 제공량을 차등 제공할 수 있습니다. 회원은 자신의 선택에 따라 회사가 제공하는 서비스를 이용할 수 있습니다.<br />
<br />
제 14조 (서비스 이용요금 및 결제)<br />
1. 회사는 유료 서비스 제공의 대가로 회원으로부터 서비스 이용요금을 지급 받습니다.<br />
2. 회원이 유료 서비스를 선택하여 이용신청하는 경우 회사는 각 플랜의 가격 정책에 따라 월 단위 또는 상호 합의된 서비스 이용요금을 청구할 수 있습니다.<br />
3. 유료 서비스 이용요금의 세부 내역 및 그 계약사항은 유료 서비스를 이용하고자 하는 회원에게 개별 안내됩니다.<br />
4. 회사와 회원이 유료 서비스의 이용에 대해 개별계약을 체결한 경우 별도 계약 내용이 우선합니다.<br />
<br />
제15조 (이용요금의 산정)<br />
1. 유료 서비스 이용요금은 회사가 회원에게 유료 서비스 제공을 개시한 시점으로부터 산정됩니다.<br />
2. 유료 서비스에 할당된 기본 제공량은 잔여 용량이 남았다고 하더라도 해당 정기결제분에 상응하는 이용기간을 초과하는 다음 이용기간(월 정기결제형의 경우 다음달)으로 이월되지 않습니다.<br />
3. 유료 서비스 이용요금의 산정 방식은 회사와 회원이 체결한 별도 계약 내용에 따릅니다.<br />
<br />
제16조 (이용요금의 청구)<br />
1. 회사는 유료 서비스 이용요금을 산정하여 회원에게 청구합니다.<br />
2. 월 정기결제형 유료 서비스의 정기결제일은 최초 결제한 날짜를 기준으로 매월 같은 날짜에 청구됩니다. <br />
3. 다만, 해당 월의 제2항의 정기결제일이 존재하지 않으면 결제일을 결제일과 가장 가까운 이전 날짜로 변경됩니다. 예를 들어, 매월 31일이 정기결제일인 경우, 다음달에 31일이 존재하지 않는 경우에는 30일로, 해당 월에 30일도 없는 경우에는 29일로, 29일도 존재하지 않는 경우에는 28일로 변경됩니다.<br />
4. 회원은 정확한 요금청구서의 수령을 위해, 전화번호, 전자우편주소 등을 항상 최신의 상태로 유지할 책임이 있습니다. 회원의 정기결제를 위하여 회사가 요청하는 회원의 정보를 최신의 상태로 유지하지 않아 요금 미납이 발생하는 경우, 이로 인한 책임은 회원에게 있습니다.<br />
5. 회원은 본 조의 서비스 이용요금의 지급의무의 이행을 지체하는 경우 회사는 해당 회원에 대하여 일시적 또는 영구적으로 서비스의 제공을 중단하거나 서비스의 범위를 제한할 수 있습니다.<br />
6. 회원의 서비스 이용이 중단 또는 제한된 경우, 본 조 및 제12조(이용계약의 해지)에 명시된 내용에 따라 회사는 회원에게 해당 사실을 통지한 날로부터 2주일이 경과하면 회사가 보유하고 있는 회원 관련 데이터를 삭제하는 등의 조치를 취할 수 있습니다.<br />
7. 회사는 미납한 연체요금에 대하여 다음 요금 청구 시 합산하여 청구할 수 있습니다.<br />
8. 유료 서비스 이용요금의 청구 방식은 회사와 회원이 체결한 별도 계약 내용에 따릅니다.<br />
<br />
제17조 (이용요금의 변경)<br />
1. 회사는 운영상, 기술상의 필요에 따라 제공하는 유료 서비스의 금액을 변경할 수 있으며, 변경될 서비스의 이용요금 및 변경일자를 제22조(회원에 대한 통지)에서 정한 방법으로 유료 서비스 이용 회원에게 통지합니다.<br />
2. 회원이 이미 이용중인 유료 서비스는 회사가 정한 정책에 따라 전자우편, 서면 또는 전화 등의 방법으로 변경 신청을 할 수 있으며, 즉시 변경 혹은 1개월 후 변경 예약을 할 수 있습니다.<br />
3. 즉시 변경의 경우, 회원이 즉시 변경 신청을 하면 회사가 접수 완료 후, 즉시 기존 이용계약이 중단되고, 신청한 이용계약으로 변경 적용 됩니다. <br />
4. 변경 예약의 경우, 회원이 변경 요청한 달의 이용기간이 만료되는 날까지 기존 이용계약을 유지하고, 이용기간 종료일 다음날부터 변경 요청한 이용계약으로 변경 적용됩니다.<br />
5. 미납된 유료 서비스의 이용요금이 있을 경우, 회사는 회원에게 중간 정산을 요구하거나 다음 요금 청구 시 합산하여 청구할 수 있습니다.<br />
<br />
제18조 (이용요금에 대한 이의신청 및 과오납금)<br />
1. 회원은 회사가 청구한 서비스 이용요금 및 초과 사용분 산정 기준에 이의가 있는 경우 결제일로부터 2주 이내 이의를 제기할 수 있으며, 이 경우 회사와 회원의 합의하에 요금을 재정산하여 청구할 수 있습니다.<br />
2. 회사는 이의 신청 접수 후 15일 이내에 처리 결과를 사용자에게 통지해야 하며, 부득이한 사유로 기간 내에 처리하지 못한 경우에는 처리기간을 재 산정하여 사용자에게 통지 합니다.<br />
3. 회사는 유료 서비스 결제와 관련하여 과오금이 발생한 경우 이용요금의 결제와 동일한 방법으로 그 과오금을 환불합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에 고지합니다.<br />
4. 회사의 귀책사유로 과오납금이 발생한 경우 과오납금 전액을 환불합니다. 단, 회원의 귀책사유로 과오납금이 발생한 경우, 회사가 과오납금을 환불하는데 소요되는 비용은 합리적인 범위 내에서 회원이 부담하여야 하며, 회사는 해당 비용을 차감 후 과오납금을 환불할 수 있습니다.<br />
5. 회사는 회원이 요구하는 과오납금에 대하여 환불을 거부할 경우, 정당하게 유료 서비스 요금이 산정되었음을 입증할 책임을 부담합니다.<br />
6. 회사는 과오납금의 세부 환불절차 및 기타 사항에 대하여 다음과 같이 「콘텐츠이용자보호지침」이 정하는 바에 따릅니다.<br />
    ① 회사나 회원이 과오납금의 발생사실을 안 때에는 전화, 전자우편 등 회사가 제시한 방법에 따라 상대방에게 통보<br />
    ② 회사는 회원에게 환불에 필요한 정보를 요청(회원 성명, 결제증빙서류, 전화번호, 환불 요청 계좌 등)<br />
    ③ 회원은 환불에 필요한 ②호의 정보를 회사에 제공<br />
    ④ 회사는 이용자의 정보 제공일로부터 7일 이내 환불 처리(회원의 명시적 의사표시가 있는 경우 차회 요금에서 상계)<br />
7. 회사는 과오납금을 환불하여야 할 회원에게 미납한 연체요금 등이 있을 경우 환불하여야 할 과오납금에서 연체요금 등을 우선 공제하고 환불할 수 있습니다.<br />
<br />
제5장 의무와 책임<br />
<br />
제19조 (회사의 의무)<br />
1. 회사는 관련 법령과 이 약관을 준수하며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.<br />
2. 회사는 서비스의 제공설비를 항상 운용 가능한 상태로 유지보수하며, 설비에 장애가 발생하거나 멸실된 경우 지체 없이 이를 수리 복구할 수 있도록 최선을 다하여 노력합니다.<br />
3. 회사는 서비스 제공과 관련하여 알고 있는 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구 받은 경우나 정보통신윤리위원회의 요청이 있는 경우 기타 관계법령에서 정한 경우는 예외로 합니다.<br />
4. 회사는 회원으로부터 제기되는 의견이나 불만이 정당한 것으로 인정될 경우 신속히 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우 회원에게 그 사유와 처리 일정을 홈페이지, 전자우편, 서면 또는 전화 등의 방법으로 통지합니다.<br />
5. 회사는 「정보통신망 이용촉진 및 정보보호에 관한 법률」, 「통신비밀보호법」, 「전기통신사업법」 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.<br />
<br />
제20조 (회원의 의무)<br />
1. 회원은 관계 법령, 이 약관의 규정, 이용안내 및 서비스 상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.<br />
2. 회원은 서비스 이용과 관련하여 다음 각 호에 해당되는 행위를 하여서는 아니되며, 다음 각 호의 행위를 하는 경우 회사는 해당 회원의 서비스 이용을 중지하거나 이용계약을 해지할 수 있습니다.<br />
•	본 약관을 위반하는 행위(본 항 각 호의 위반행위와 본 약관의 다른 조항이 중복되는 경우에는 본 항과 다른 항이 중복 적용됨)<br />
•	이용신청 또는 회원 정보 변경 시 허위사실을 기재하는 행위<br />
•	다른 회원의 계정을 도용, 부정하게 사용하는 행위<br />
•	타인의 신용카드, 유무선전화, 계좌 등을 도용하는 등 비정상적인 방법으로 결제를 하는 행위<br />
•	다른 회원의 개인정보 또는 회사의 공개하지 아니한 회사의 정보 및 다른 회원의 정보를 수집ㆍ저장ㆍ게시ㆍ유포하는 행위<br />
•	서비스를 이용하여 무단으로 영리, 영업을 하는 등 서비스를 본래의 용도 이외의 용도로 사용하는 경우<br />
•	알려지지 않은 버그 등을 악용하여 서비스를 이용하는 행위<br />
•	회사의 지적재산권, 제3자의 지적재산권 등 기타 권리를 침하는 행위<br />
•	서비스에 게시된 정보를 복제, 변경, 훼손하는 행위<br />
•	회사가 안내하는 방법 이외의 다른 방법을 사용하여 서비스 및 관련 장비(통신 장비, 통신 회선, 서버, 기타 장비 및 소프트웨어 등)에 접근하는 행위<br />
•	서비스를 통하여 얻은 분석 정보 또는 자료를 회사의 명시적인 서면동의 없이 제3자에게 양도, 대여, 이전, 공개하는 행위, 이를 이용하게 하거나 제공하는 행위 또는 무단으로 복제하거나 유통하는 행위<br />
•	회사의 서비스, 소프트웨어 및 서버가 정상적으로 운영되는 것을 방해하거나 방해할 우려가 있는 장치 또는 소프트웨어(악성코드나 그에 상당하는 개별코드 포함)를 설치하거나 사용하는 행위<br />
•	회사의 서비스, 소프트웨어를 역분석 또는 역설계하거나 관련된 소스코드를 알아내려는 행위<br />
•	서비스를 이용하기 위하여 명시적으로 부여받은 권한이나 이용범위를 초과하는 행위<br />
•	법령에 의하여 전송 또는 게시가 금지된 정보(컴퓨터 프로그램)나 컴퓨터 소프트웨어⋅하드웨어 또는 전기통신장비의 정상적인 작동을 방해하거나 파괴할 목적으로 고안된 바이러스⋅컴퓨터 코드⋅파일⋅프로그램 등을 고의로 전송ㆍ게시⋅유포 또는 사용하는 행위<br />
•	회사로부터 특별한 권한을 부여 받지 않고 회사의 서비스, 소프트웨어를 변경하거나,다른 프로그램을 추가⋅삽입하는 행위<br />
•	회사 홈페이지 또는 서비스, 소프트웨어의 일부분을 임의로 변경⋅도용하여 회사를 사칭하는 행위<br />
•	그 밖에 관련 법령에 위반되거나 선량한 풍속 기타 사회통념에 반하는 행위 <br />
3. 회원이 이용하는 복수의 서비스 계정 중 하나 이상의 계정이 제2항을 위반하는 경우, 회사는 해당 회원이 이용하는 모든 계정에 대해서 서비스 중단 또는 제한 조치를 취할 수 있습니다.<br />
4. 회원은 회사가 약관 위반 여부를 확인하기 위하여 자료 또는 접근권한의 제공 및 관련 사실에 대한 소명을 요청하는 경우 그에 대하여 성실하게 응하여야 합니다.<br />
5. 회원은 서비스 이용을 위해 현재의 사실과 일치하는 완전한 등록정보를 제공해야 합니다.<br />
6. 회원은 등록정보에 변경사항이 발생할 경우 즉시 갱신하여야 합니다. 회원이 제공한 등록정보 및 갱신한 등록정보가 부정확할 경우 및 회원이 본 조 제2항 각 호에 명시된 행위를 한 경우에 회사는 이 약관에 의해 회원의 서비스 이용을 제한 또는 중지할 수 있으며, 회사는 서비스의 중지 등으로 발생하는 문제에 대해서 어떠한 책임도 지지 않습니다.<br />
7. 회원은 수시로 회사가 통지하는 사항을 통해 회사가 제공하는 서비스 업데이트 여부를 확인하여야 합니다.<br />
<br />
제21조 (회원의 계정 관리에 대한 의무)<br />
1. 서비스 이용을 위한 회원 계정(ID, 비밀번호를 포함)에 대한 관리책임은 회원에게 있으며, 회원은 자신의 계정을 제3자가 사용하도록 허락할 수 없습니다.<br />
2. 회원은 계정이 도용되거나 제3자가 사용하고 있음을 인지한 경우 이를 즉시 회사에 전자우편 또는 서면으로 통지하고, 회사의 안내가 있는 경우에는 그에 따라야 합니다.<br />
3. 제2항의 내용을 이행하지 않아 발생한 불이익에 대하여 회사는 어떠한 책임도 부담하지 않습니다.<br />
4. 회사는 계정의 불법적 이용을 막기 위해 동시접속 제한, 접속 PC 지정 동의 등 서비스 이용 제한 조치를 취할 수 있으며, 회원은 회사의 해당 조치에 적극 협조해야 합니다.<br />
<br />
제22조 (회원에 대한 통지)<br />
1. 회원에 대한 통지를 하는 경우 회사는 회원이 등록한 전자우편, 전자메시지(SMS 등), 서비스 내 메시지 등 전자적 수단으로 할 수 있습니다.<br />
2. 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 홈페이지에 게시 등을 통하여 개별 통지에 갈음할 수 있습니다.<br />
<br />
제23조 (개인정보보호)<br />
회사는 관련 법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 관련 법령 및 회사가 정하는 「개인정보 처리방침」에서 정한 바에 의합니다.<br />
<br />
제24조 (지적재산권)<br />
1. 서비스의 제공 및 이용과 관련하여 발생한 콘텐츠(관련 소프트웨어, 분석정보 및 관련 자료 등을 포함) 등 일체의 산출물에 대한 저작권, 기타 일체의 지적재산권 및 기타 권리는 회사에게 귀속됩니다.<br />
2. 회사는 법령에서 정한 범위 내에서 회원의 서비스 이용 과정에서 발생ㆍ수집된 데이터 등을 재가공하여 서비스 이용 사례 또는 콘텐츠로 사용할 수 있습니다.<br />
3. 회사는 회원의 무료 서비스 이용 과정에서 발생ㆍ수집된 데이터 등을 고객에게 더 나은 서비스를 제공하기 위한 목적으로 서비스 개선, 신규 서비스 개발에 활용할 수 있습니다. 회사는 특정 개인을 식별하는 정보를 저장 및 활용하지 않습니다.<br />
4. 회원은 회사가 제공하는 서비스(서비스 이용결과, 산출물 등 포함)를 회사의 사전 동의 없이 영리목적으로 복제, 전송, 출판, 배포, 방송, 게시(SNS에 게시하는 행위 포함), 공개 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하여서는 안됩니다. <br />
5. 회원은 회사의 사전 동의 절차를 거쳐 제1항의 정보 및 자료, 제2항의 산출물을 이용할 수 있으며, 서비스를 이용하는데 필요한 범위 내에서 서비스와 관련된 비독점적이고 제한적인 권한을 부여 받을 수 있습니다. <br />
6. 본 조는 회사가 서비스를 운영하는 동안 유효하며, 회원의 탈퇴 후에도 적용됩니다. 회원이 본 조를 위반하는 경우, 회원은 이로 인한 일체의 법률적 책임을 부담할 수 있습니다.<br />
<br />
제25조 (손해배상)<br />
1. 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 이 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.<br />
2. 회사는 회원의 무료 서비스 이용으로 인하여 회원에게 발생한 어떠한 손해에 대해서도 책임을 지지 않습니다.<br />
3. 회사의 책임 있는 사유로 서비스에 장애가 발생하여 회원이 손해를 입은 경우, 회원이 청구하는 경우에 손해를 배상하며, 그 범위는 회원이 이용하고 있는 유료 서비스의 내용별로 한정합니다.<br />
4. 회원이 손해배상을 청구하고자 하는 경우 이에 대한 사유 및 장애를 증명 가능한 내용으로 기재하여 서면 신청하여야 합니다.<br />
<br />
제26조 (면책사항)<br />
1. 회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br />
2. 회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.<br />
3. 회사는 회원의 귀책사유로 인한 서비스 이용장애에 대하여 책임을 지지 않습니다.<br />
4. 회사는 서비스를 '있는 그대로' 제공하며 품질, 기능, 분석 정보, 자료, 데이터의 신뢰도, 정확성, 이용 가능성 등에 대하여 어떠한 책임도 부담하지 않습니다.<br />
5. 회사는 회원이 서비스를 통해 기대하는 수익 및 효과를 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.<br />
6. 회원이 서비스를 이용하면서 얻은 정보나 자료로 영업활동 및 판단 또는 결정을 행하는 것은 회원의 책임하에 이루어지며, 회사는 이에 책임을 지지 않습니다. <br />
7. 회사는 회원의 귀책사유로 인하여 회원 또는 제 3자에게 손해가 발생한 경우 어떠한 책임도 지지 않습니다. <br />
8. 회사는 이 약관에 명시적으로 규정하지 않은 사항에 관하여 회원에게 어떠한 보장 또는 약정하지 않습니다.<br />
9. 회사는 무료로 제공되는 서비스와 관련하여 관련 법령에 특별한 규정이 없는 한 회원에 대하여 법적 책임을 부담하지 않습니다.<br />
<br />
제27조 (분쟁 조정 및 관할법원)<br />
1. 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.<br />
2. 본 조 제1항의 협의에서도 분쟁이 해결되지 않을 경우 양 당사자는 민사소송법상의 관할법원에 소를 제기할 수 있습니다.<br />
3. 회사와 이용자간에 제기된 소송에는 대한민국 법률을 적용합니다.<br />
4. 본 약관은 한국어로 준비되고 작성되었습니다. 본 약관의 번역본이 한국어 원문과 차이가 있을 경우 한국어 원문이 우선합니다.<br />
5. 본 조 제1항의 협의에서도 분쟁이 해결되지 않아 소송이 제기되는 경우에는 회사의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다.<br />
<br />
[부칙]<br />
본 방침은 2022년 08월 29일부터 시행됩니다.`;

export default TERM_DATA;
